dependencies/OpenFOAM/modules/OpenQBMM/validation/oneWayCoupledVdfTransportFoam/sizeTaylorGreen/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    "moment.*|velocityAbscissa.*"
    {
        solver          digonal;
        tolerance       1e-12;
        relTol          0;
    }
}

// ************************************************************************* //
